Repository: xmliszt/joodle
Catalog: Widgets/Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, tr, zh_hans, zh_hant

source: Anniversary
fr: Anniversaire
ja: 記念日
ko: 기념일
tr: Yıl dönümü
zh_hans: 纪念日
zh_hant: 紀念日

source: Anniversary Joodle with countdown.
fr: Joodle d'anniversaire avec compte a rebours.
ja: カウントダウン付き記念日 Joodle。
ko: 카운트다운이 있는 기념일.
tr: Geri sayımlı yıl dönümü Joodle'si.
zh_hans: 带倒计时的纪念日。
zh_hant: 帶倒數計時的紀念日。

source: Choose an anniversary to display in the widget.
fr: Choisissez un anniversaire a afficher dans le widget.
ja: ウィジェットに表示する記念日を選択してください。
ko: 위젯에 표시할 기념일을 선택하세요.
tr: Widget'ta gösterilecek bir yıl dönümü seç.
zh_hans: 选择要在小组件中显示的纪念日。
zh_hant: 選擇要在小工具中顯示的紀念日。

source: in %@
fr: dans %@
ja: %@後
ko: %@ 후
tr: %@ içinde
zh_hans: %@后
zh_hant: %@後

source: No future anniversaries
fr: Aucun anniversaire a venir
ja: 今後の記念日はありません
ko: 다가오는 기념일이 없습니다.
tr: Gelecek yıl dönümü yok
zh_hans: 你还没有创建纪念日
zh_hant: 你還沒有建立紀念日

source: No Joodle today
fr: Aucun Joodle aujourd'hui
ja: 今日は Joodle がありません
ko: 오늘의 낙서가 없습니다.
tr: Bugün Joodle yok
zh_hans: 今天没有涂鸦
zh_hant: 今天沒有 Joodle

source: No notes for this special day.
fr: Aucune note pour ce jour special.
ja: この特別な日にはメモがありません。
ko: 이 특별한 날에 대한 메모가 없습니다.
tr: Bu özel gün için not yok.
zh_hans: 这个特别的日子还没有笔记哦。
zh_hant: 這個特別的日子還沒有筆記。

source: No notes for today.
fr: Aucune note pour aujourd'hui.
ja: 今日はメモがありません。
ko: 오늘에 대한 메모가 없습니다.
tr: Bugün için not yok.
zh_hans: 今天没有笔记哦。
zh_hant: 今天沒有筆記。

source: Random
fr: Aleatoire
ja: ランダム
ko: 무작위
tr: Rastgele
zh_hans: 随机
zh_hant: 隨機

source: Random Joodle
fr: Joodle aleatoire
ja: ランダムな Joodle
ko: 무작위 낙서
tr: Rastgele Joodle
zh_hans: 随机涂鸦
zh_hant: 隨機塗鴉

source: Random Joodle from your collection. Refreshed daily.
fr: Joodle aleatoire de votre collection. Actualise chaque jour.
ja: コレクションからランダムな Joodle を表示します。毎日更新されます。
ko: 당신의 컬렉션에서 무작위 낙서를 선택합니다. 매일 새로 고침됩니다.
tr: Koleksiyonundan rastgele bir Joodle. Her gün yenilenir.
zh_hans: 随机涂鸦。每天更新。
zh_hant: 從你的收藏中隨機選取塗鴉。每天更新。

source: Select an anniversary to display.
fr: Selectionnez un anniversaire a afficher.
ja: 表示する記念日を選択してください。
ko: 표시할 기념일을 선택하세요.
tr: Gösterilecek bir yıl dönümü seç.
zh_hans: 选择要显示的纪念日。
zh_hant: 選擇要顯示的紀念日。

source: Shows today's Joodle entry.
fr: Affiche le Joodle d'aujourd'hui.
ja: 今日の Joodle エントリーを表示します。
ko: 오늘의 낙서 항목을 표시합니다.
tr: Bugünkü Joodle kaydını gösterir.
zh_hans: 今天的涂鸦。
zh_hant: 顯示今天的 Joodle 記錄。

source: This Month
fr: Ce mois-ci
ja: 今月
ko: 이번 달
tr: Bu ay
zh_hans: 本月
zh_hant: 本月

source: This Week
fr: Cette semaine
ja: 今週
ko: 이번 주
tr: Bu hafta
zh_hans: 本周
zh_hant: 本週

source: Today's Joodle
fr: Joodle d'aujourd'hui
ja: 今日の Joodle
ko: 오늘의 낙서
tr: Bugünkü Joodle
zh_hans: 今日涂鸦
zh_hant: 今日塗鴉

source: Tomorrow
fr: Demain
ja: 明日
ko: 내일
tr: Yarın
zh_hans: 明天
zh_hant: 明天

source: Unlock
fr: Debloquer
ja: ロック解除
ko: 잠금 해제
tr: Kilidi aç
zh_hans: 解锁
zh_hant: 解鎖

source: Upgrade to unlock widgets
fr: Passez a la version superieure pour debloquer les widgets
ja: ウィジェットのロックを解除するにはアップグレードしてください
ko: 위젯을 잠금 해제하려면 업그레이드하세요.
tr: Widget'ların kilidini açmak için yükselt
zh_hans: 升级以解锁小组件
zh_hant: 升級以解鎖小工具

source: View this month's Joodles at a glance.
fr: Apercu des Joodles de ce mois.
ja: 今月の Joodle をひと目で確認できます。
ko: 이번 달의 낙서를 한눈에 보세요.
tr: Bu ayki Joodle'larını bir bakışta gör.
zh_hans: 本月的涂鸦。
zh_hant: 一覽本月的塗鴉。

source: View this week's Joodles at a glance.
fr: Apercu des Joodles de cette semaine.
ja: 今週の Joodle をひと目で確認できます。
ko: 이번 주의 낙서를 한눈에 보세요.
tr: Bu haftaki Joodle'larını bir bakışta gör.
zh_hans: 本周的涂鸦。
zh_hant: 一覽本週的塗鴉。

source: View your year progress at a glance.
fr: Apercu de votre progression annuelle.
ja: 1年の進捗をひと目で確認できます。
ko: 한눈에 연간 진행 상황을 보세요.
tr: Yıl ilerlemeni bir bakışta gör.
zh_hans: 你的本年进度。
zh_hant: 一覽你的年度進度。

source: View your year progress with Joodles.
fr: Apercu de votre progression annuelle avec des Joodles.
ja: Joodle とともに1年の進捗を確認できます。
ko: 낙서로 연간 진행 상황을 보세요.
tr: Yıl ilerlemeni Joodle'larla gör.
zh_hans: 你的本年进度（带涂鸦）。
zh_hant: 以塗鴉檢視你的年度進度。

source: View your year progress with Joodles. Empty days are hidden.
fr: Apercu de votre progression annuelle avec des Joodles. Les jours vides sont masques.
ja: Joodle とともに1年の進捗を確認できます。空白の日は表示されません。
ko: 낙서로 연간 진행 상황을 보세요. 빈 날은 숨겨집니다.
tr: Yıl ilerlemeni Joodle'larla gör. Boş günler gizlenir.
zh_hans: 你的本年进度（仅显示涂鸦）。
zh_hant: 以塗鴉檢視你的年度進度。隱藏空白日期。

source: Year Progress
fr: Progression annuelle
ja: 年間の進捗
ko: 연간 진행 상황
tr: Yıl ilerlemesi
zh_hans: 一年总览
zh_hant: 年度總覽

source: Year Progress (Joodles)
fr: Progression annuelle (Joodles)
ja: 年間の進捗（Joodle 付き）
ko: 연간 진행 상황 (낙서 포함)
tr: Yıl ilerlemesi (Joodle'lar)
zh_hans: 一年总览（带涂鸦）
zh_hant: 年度總覽（含塗鴉）

source: Year Progress (Joodles Only)
fr: Progression annuelle (Joodles uniquement)
ja: 年間の進捗（Joodle のみ）
ko: 연간 진행 상황 (낙서만 표시)
tr: Yıl ilerlemesi (Yalnızca Joodle'lar)
zh_hans: 一年总览（仅显示涂鸦）
zh_hant: 年度總覽（僅顯示塗鴉）

source: Pro
ja: プロ
